texts = {
    "hello": ["Привет, {}, я Бот-помощник в управлении твоими SkillCoins👋🏻🤖.\nВыбери одно из предложенных действий👇🏻", "О, привет!\nЯ тебя узнал, ты же {}😊\n\nРебята из SkillBox создали меня, чтобы я помогал тебе управлять твоим счётом SkillCoin-ов 🤖 \n\nВыбери действие ниже, чтобы:\n\n🔹Узнать свой баланс \n\n🔹Посмотреть способы разработка монет \n\n🔹Получить награды в обмен на SkillCoin-ы", "Хей, {}, what's up?🔥 \n\nБудем знакомы: я Бот, созданный помогать тебе управлять твоим счётом SkillCoin-ов 💳\nВыбери действие ниже и я:\n\n🔹Покажу тебе твой баланс\n🔹Расскажу о способах разработка монет\n🔹Предоставлю награды в обмен на SkillCoin-ы"],
    "hello_admin": "Привет 👋🏻 \n\nЯ буду помогать тебе записывать студентов на мероприятия📝 \n\nКак только студент потратит свои SkillCoin-ы, я сразу уведомлю тебя об этом 😊",
    "balance_0": ["Твой баланс на сегодня: {} Coins\n\nНачни зарабатывать прямо сейчас!🤑"],
    "balance": ["Твой баланс на сегодня: {} Coins \n\nТы молодец, так держать!! 💰💙", "Твой баланс составляет: {} Coins. \n\nУмничка я верю в то, что ты сможешь заработать сегодня ещё больше коинов 📈💙", "Твой баланс составляет: {} Coins. \n\nПродолжай в том же духе! 🫶 💙"],
    "dont_coins": ["Увы, у тебя недостаточно средств 🫠", "😝 Хей, у тебя недостаточно средств, придётся постараться, чтобы заработать SkillCoin-ы на эту покупку))", "🤖 Пу-пу-пу, недостаточно средств ⚠"],
    "buy_info": ["Итак, смотри какие награды я могу тебе предложить 📌", "🤖 Бип-Би-Бу, Варианты наград 🏆", "🤑 Самые лучшие награды за ваши коины 🤑"],
    "dont_bd_user": ["❌ Так, что-то пошло не по плану: не вижу твой логин в базе данных \nСообщи об этом нашему администратору @{} 💙", "❗ Ошибка-Ошибка-Ошибка ❗ \nНе могу найти тебя в списке учеников\n🤖 Напиши нашему администратору, чтобы он исправил это @{} ", "😶‍🌫️ Почему-то я не вижу тебя в списке учеников❗\nНапиши администратору, он решиит эту проблему @{} 💙"],
    "message_admin": ["💬 Ку-Ку, сегодня произошло списание:\n{} ✅", "⚠Смотри, кто потратил сегодня коины: \n\n{} ✅", "👌 Сообщаю о списании SkillCoin-ов:\n{} ✅"],
    "update_logs": ["✅ Будет исполнено, мой повелитель:\nЯ добавил аж {} лог(ов) 💫", "✅ Задача выполнена: добалено {} лог(ов) 💙", "✅ Добавлено {} лог(ов)\nТеперь можно и чай попить 👀"],
    "update_logs_0": ["Оценок к добавлению нет 🤷‍♂", "Я не нашел ни одного изменения в данных😶", "Изменений пока нет)))))😏", "Ничего нового не увидел, данные прежние😓"],
    "errors": ["❗❗❗ Заметил пару ошибку: некоторых логов больше, чем есть оценок:\n\n{}\n\n👌 Добавь оценки в соответствии с ними, либо убери лишние логи"]
}

